Repository: mikaelgramont/IMA
Catalog: translations/*.po
Languages: fr

source: Add Rider
fr: Ajouter Rider

source: Category
fr: Catégorie

source: Choose the country they're riding for
fr: Choisissez le pays du rider

source: Choose the rider's category
fr: Choisissez la catégorie du rider

source: Competing in
fr: Court en

source: Congratulations! Registration was successful!
fr: Félicitations! L’inscription a bien été enregistrée!

source: Continue
fr: Continuer

source: Country
fr: Pays

source: Enter the rider's first name
fr: Entrez le prénom du rider

source: Enter the rider's last name
fr: Entrez le nom de famille du rider

source: Finish
fr: Terminer

source: First name
fr: Prénom

source: Invalid
fr: Invalide

source: Last name
fr: Nom de famille

source: Less than 1000
fr: Moins de 1000

source: Name
fr: Nom

source: Not riding
fr: Ne ridera pas

source: Online payment is optional, you can register now and pay on-site at the event.
fr: Le paiement en ligne est optionnel, vous pouvez vous inscrire maintenant et payer sur place.

source: Optional number
fr: Numéro optionnel

source: Payment
fr: Paiement

source: Payment with Paypal failed, sorry!!
fr: Le paiement via PayPal a échoué, désolé!

source: Pick one or more
fr: Un ou plusieurs

source: Please try again, or get in touch and mention the following message:
fr: Merci de réessayer, ou nous contacter en mentionnant le message suivant:

source: Proceed with payment
fr: Effectuer le paiement

source: Registered rider(s) and price
fr: Riders enregistré(s) et prix

source: Registering in
fr: Court en

source: Registration form
fr: Formulaire d’inscription

source: Remove Rider
fr: Enlever Rider

source: Required
fr: Obligatoire

source: Rider number
fr: Numéro de dossard

source: Rider Number
fr: Numéro de dossard

source: Riding in category
fr: Dans la catégorie

source: See you there!
fr: On se voit là bas!

source: Skip payment
fr: Sauter le paiement

source: Special
fr: Spécial

source: Start Registering!
fr: Démarrer l’inscription!

source: The following riders are now registered:
fr: Les riders suivants sont maintenant inscrits:

source: The total cost for 1 rider is
fr: Le coût total pour 1 rider est

source: Under 14
fr: Moins de 14 ans

source: Under 18
fr: Moins de 18 ans

source: Would you like to proceed with payment now?
fr: Souhaitez-vous effectuer le paiement en ligne maintenant?

source: You can register yourself and/or other riders.
fr: Vous pouvez vous enregistrer ainsi que d’autres riders.

source: You were charged {total} in transaction number
fr: Vous avez été facturé(e) {total} au cours de la transaction numéro

source: Your email
fr: Votre email

source: Your first name
fr: Votre prénom

source: Your information
fr: Vos infos
